[
  {
    "name": "IAAC",
    "location": "Barcelona",
    "start_date": "2018",
    "end_date": "2019",
    "items": [
      {
        "title": "Design for Emergent Futures (MA)",
        "description": "The programme is structured in four critical steps: Exploration, Instrumentation, Reflection and Application. Through these four steps, the master aims to provide strategic vision and tools for designers, sociologists, economists and computer scientists, to become agents of change in multiple professional environments. The programme focus is in the design of interventions in the form of products, platforms and deployments that aim to produce new emergent futures, by previously analysing the current challenges in society and industry."
      }
    ]
  },
  {
    "name": "UCL",
    "location": "London",
    "start_date": "2017",
    "end_date": "2018",
    "items": [
      {
        "title": "Smart Cities & Urban Analytics (MSc)",
        "description": "This programme is unique in its focus on the core challenges facing our increasingly 'smart' cities, from their operational functions and planning through to management and control. Reflecting the changes that technology is making to the operation of, and our understanding of, the city, the degree gave me the technical and theoretical skills needed to make a difference to the cities of today and tomorrow."
      }
    ]
  },
  {
    "name": "Copenhagen Business School",
    "location": "Copenhagen",
    "start_date": "2012",
    "end_date": "2015",
    "items": [
      {
        "title": "Information Management (BA)",
        "description": "An educational programme that combines and gradually integrates communication studies, organizational studies and informatics into core competencies in Information Management and puts strong emphasis on problems and perspectives related to management of communication, information and knowledge. The programme provided me with strategic, analytical and practical skills in professional information management in organizations and corporations."
      }
    ]
  }
]
